//
//  MovieTheaterInfo.swift
//  SeSACWeek6
//
//  Created by 이중원 on 2022/08/15.
//

import Foundation

class MovieTheaterInfo {
    static let CGVInfo: [String: [Double]] = ["CGV 영등포": [37.517135, 126.903685], "CGV여의도": [37.525078, 126.925905], "CGV 구로": [37.501136, 126.882770], "CGV 목동": [37.526522, 126.875187]]
    static let lotteInfo: [String: [Double]] = ["롯데시네마 영등포": [37.516190, 126.908323], "롯데시네마 용산": [37.532800, 126.959707], "롯데시네마 홍대": [37.557297, 126.925099], "롯데시네마 신림": [37.483778, 126.930211]]
    static let megaInfo: [String : [Double]] = ["메가박스 홍대": [37.555991, 126.922044], "메가박스 신촌": [37.559769, 126.941903], "메가박스 목동": [37.529050, 126.876048], "메가박스 화곡": [37.540604, 126.837607]]
}
